Repository: 1MaXimus/WeatherTest
Catalog: WeatherTest/Localizable.xcstrings
Source language: en
Languages: ru

# Button.Retry.title
source: Retry
ru: Повторить

# Error.Location.locationNotFound
source: Could not determine location
ru: Не удалось определить местоположение

# Error.Location.permissionDenied
source: Location access denied
ru: Доступ к геолокации запрещен

# Error.Location.unknown
source: Unknown location error
ru: Неизвестная ошибка геолокации

# Error.Weather.decoding
source: Data processing error
ru: Ошибка обработки данных

# Error.Weather.invalidURL
source: Wrong URL
ru: Неверный URL

# Error.Weather.network %@
source: Network error: %@
ru: Ошибка сети: %@

# Error.Weather.noData
source: No data from server
ru: Нет данных от сервера

source: Fills like: %lld°
ru: Ощущается как: %lld°

# Forecast.3days
source: Forecast for 3 days
ru: Прогноз на 3 дня

# Forecast.hourly
source: Hourly forecast
ru: Почасовой прогноз

source: Humidity: %lld%%
ru: Влажность: %lld%%

# Notload
source: Couldn't load weather
ru: Не удалось загрузить погоду

source: Unknown error
ru: Неизвестная ошибка

# Weather
source: Weather now
ru: Погода сейчас
